{
    "metadata": {
        "languageCode": "de",
        "translators": [
            {
                "firstName": "Timo",
                "lastName": "Lüke",
                "middleName": "",
                "ORCID": "0000-0002-2603-7341"
            }
        ],
        "translationProcedure": "Manual translation by a native German speaker with expertise in the relevant field."
    },
    "translations": {
        "Conceptualization": {
            "description": "Ideas; formulation or evolution of overarching research goals and aims.",
            "id": "8b73531f-db56-4914-9502-4cc4d4d8ed73",
            "translation": {
                "name": "Konzeptualisierung",
                "description": "Ideen; Formulierung oder Entwicklung der übergeordneten Forschungsziele."
            }
        },
        "Data Curation": {
            "description": "Management activities to annotate (produce metadata), scrub data and maintain research data (including software code, where it is necessary for interpreting the data itself) for initial use and later re-use.",
            "id": "f93e0f44-f2a4-4ea1-824a-4e0853b05c9d",
            "translation": {
                "name": "Datenpflege",
                "description": "Tätigkeiten zur Dokumentation (Erstellung von Metadaten), Bereinigung und Pflege von Forschungsdaten (einschließlich Softwarecode, sofern dieser für die Interpretation der Daten selbst erforderlich ist) für die Erstnutzung und spätere Wiederverwendung."
            }
        },
        "Formal Analysis": {
            "description": "Application of statistical, mathematical, computational, or other formal techniques to analyse or synthesize study data.",
            "id": "95394cbd-4dc8-4735-b589-7e5f9e622b3f",
            "translation": {
                "name": "Formale Analyse",
                "description": "Anwendung statistischer, mathematischer, computergestützter oder anderer formalisierter Techniken zur Analyse oder Synthese von Studiendaten."
            }
        },
        "Funding Acquisition": {
            "description": "Acquisition of the financial support for the project leading to this publication.",
            "id": "34ff6d68-132f-4438-a1f4-fba61ccf364a",
            "translation": {
                "name": "Akquise von Finanzmitteln",
                "description": "Beschaffung der finanziellen Unterstützung für das Projekt, das zu dieser Veröffentlichung führt."
            }
        },
        "Investigation": {
            "description": "Conducting a research and investigation process, specifically performing the experiments, or data/evidence collection.",
            "id": "2451924d-425e-4778-9f4c-36c848ca70c2",
            "translation": {
                "name": "Untersuchung",
                "description": "Durchführung eines Forschungs- und Untersuchungsprozesses, insbesondere die Durchführung von Experimenten oder die Sammlung von Daten/Belegen."
            }
        },
        "Methodology": {
            "description": "Development or design of methodology; creation of models.",
            "id": "f21e2be9-4e38-4ab7-8691-d6f72d5d5843",
            "translation": {
                "name": "Methodik",
                "description": "Entwicklung oder Design der Methodik; Erstellung von Modellen."
            }
        },
        "Project Administration": {
            "description": "Management and coordination responsibility for the research activity planning and execution.",
            "id": "a693fe76-ea33-49ad-9dcc-5e4f3ac5f938",
            "translation": {
                "name": "Projektverwaltung",
                "description": "Management- und Koordinationsverantwortung für die Planung und Durchführung der Forschungsaktivitäten."
            }
        },
        "Resources": {
            "description": "Provision of study materials, reagents, materials, patients, laboratory samples, animals, instrumentation, computing resources, or other analysis tools.",
            "id": "ebd781f0-bf79-492c-ac21-b31b9c3c990c",
            "translation": {
                "name": "Ressourcen",
                "description": "Bereitstellung von Studienmaterial, Reagenzien, Materialien, Teilnehmer, Laborproben, Tieren, Instrumenten, Computerressourcen oder anderen Analysewerkzeugen."
            }
        },
        "Software": {
            "description": "Programming, software development; designing computer programs; implementation of the computer code and supporting algorithms; testing of existing code components.",
            "id": "f89c5233-01b0-4778-93e9-cc7d107aa2c8",
            "translation": {
                "name": "Software",
                "description": "Programmierung, Softwareentwicklung; Entwicklung von Computerprogrammen; Implementierung des Computercodes und unterstützender Algorithmen; Testen bestehender Codekomponenten."
            }
        },
        "Supervision": {
            "description": "Oversight and leadership responsibility for the research activity planning and execution, including mentorship external to the core team.",
            "id": "0c8ca7d4-06ad-4527-9cea-a8801fcb8746",
            "translation": {
                "name": "Supervision",
                "description": "Aufsichts- und Führungsverantwortung für die Planung und Durchführung der Forschungstätigkeit, einschließlich der Betreuung von außerhalb des Kernteams."
            }
        },
        "Validation": {
            "description": "Verification, whether as a part of the activity or separate, of the overall replication/reproducibility of results/experiments and other research outputs.",
            "id": "4b1bf348-faf2-4fc4-bd66-4cd3a84b9d44",
            "translation": {
                "name": "Validierung",
                "description": "Überprüfung der allgemeinen Replikation/Reproduzierbarkeit von Ergebnissen/Experimenten und anderen Forschungsleistungen, entweder als Teil der Tätigkeit oder eigenständig."
            }
        },
        "Visualization": {
            "description": "Preparation, creation and/or presentation of the published work, specifically visualization/data presentation.",
            "id": "76b9d56a-e430-4e0a-84c9-59c11be343ae",
            "translation": {
                "name": "Visualisierung",
                "description": "Vorbereitung, Erstellung und/oder Präsentation der veröffentlichten Arbeit, insbesondere Visualisierung/Datenpräsentation."
            }
        },
        "Writing – Original Draft Preparation": {
            "description": "Preparation, creation and/or presentation of the published work, specifically writing the initial draft (including substantive translation).",
            "id": "43ebbd94-98b4-42f1-866b-c930cef228ca",
            "translation": {
                "name": "Schreiben – Originalentwurf",
                "description": "Vorbereitung, Erstellung und/oder Präsentation der veröffentlichten Arbeit, insbesondere das Schreiben des ersten Entwurfs (einschließlich wesentlicher Übersetzung)."
            }
        },
        "Writing – Review & Editing": {
            "description": "Preparation, creation and/or presentation of the published work by those from the original research group, specifically critical review, commentary or revision – including pre- or post-publication stages.",
            "id": "d3aead86-f2a2-47f7-bb99-79de6421164d",
            "translation": {
                "name": "Schreiben - Überprüfung und Überarbeitung",
                "description": "Vorbereitung, Erstellung und/oder Präsentation der veröffentlichten Arbeit durch die Mitglieder der ursprünglichen Forschungsgruppe, insbesondere kritische Überprüfung, Kommentierung oder Überarbeitung - einschließlich der Phasen vor oder nach der Veröffentlichung."
            }
        }
    }
}
